NSCameraUsageDescription = "Използва се камера във видео обажданията";
NSMicrophoneUsageDescription = "Използва се микрофон в аудио и видео обажданията";
NSPhotoLibraryUsageDescription = "Необходим е достъп до библиотеката със снимки, за да споделяте снимки и видеоклипове от вашето устройство";
NSContactsUsageDescription = "Необходим е достъп до контакти, за да сравните контактите в адресната ви книга с контактите във вашия сървър";
NSLocationWhenInUseUsageDescription = "Необходимо е да споделите местоположението си с други хора";
NSSpeechRecognitionUsageDescription = "Необходим е достъп до функцията за разпознаване на реч, за да се транскрибира гласово съобщение в текст чрез разпознаване в устройството.";
